{"nodes":[{"nodeID":"176812","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822:  we aren't building enough houses, let alone enough in places people actually want to live. The biggest culprit here is the green belt. And there is a simple solution to the problem: build on the damn thing","type":"L","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176813","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822: The problem is not just the number we're building, but where we're building them","type":"L","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176815","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822: Those are exactly the sorts of houses that are not being built in great enough quantities.","type":"L","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176816","text":"This idea that people should have a house with space around is wrong, and attitudes need to change.","type":"I","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176817","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822: This idea that people should have a house with space around is wrong, and attitudes need to change.","type":"L","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176818","text":"Most people would like to own their own home, if they could afford it.","type":"I","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176819","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822: Most people would like to own their own home, if they could afford it.","type":"L","timestamp":"2016-06-09 18:38:55"},{"nodeID":"176822","text":"More houses of any kind would reduce prices to some extent, but to really fix the problem we need to build the types of houses that most buyers want, in places they want to live.","type":"I","timestamp":"2016-06-09 18:41:32"},{"nodeID":"176825","text":"http:\/\/www.ibtimes.co.uk\/only-building-britains-green-belt-will-solve-housing-crisis-1520822:  More houses of any kind would reduce prices to some extent, but to really fix the problem we need to build the types of houses that most buyers want, in places they want to live.","type":"L","timestamp":"2016-06-09 18:41:32"},{"nodeID":"176826","text":"Default Conflict","type":"CA","timestamp":"2016-06-09 19:00:59","scheme":"Default Conflict","schemeID":"71"},{"nodeID":"176827","text":"Default Conflict","type":"CA","timestamp":"2016-06-09 19:00:59","scheme":"Default Conflict","schemeID":"71"}],"edges":[{"edgeID":"216272","fromID":"176818","toID":"176826","formEdgeID":null},{"edgeID":"216274","fromID":"176822","toID":"176827","formEdgeID":null},{"edgeID":"216273","fromID":"176826","toID":"176822","formEdgeID":null},{"edgeID":"216275","fromID":"176827","toID":"176816","formEdgeID":null}],"locutions":[]}