{"nodes":[{"nodeID":"113193","text":"o nome do atual treinador do Futebol Clube do Porto é Julen Lopetegui Argote.","type":"I","timestamp":"2015-11-30 20:53:36"},{"nodeID":"113194","text":"http:\/\/web.fe.up.pt\/~ei11124\/argmine_news\/15.html:  o nome do atual treinador do Futebol Clube do Porto é Julen Lopetegui Argote.","type":"L","timestamp":"2015-11-30 20:53:36"},{"nodeID":"113195","text":"http:\/\/web.fe.up.pt\/~ei11124\/argmine_news\/15.html: . O Diário de Notícias dá a conhecer algumas das variantes que já foram inseridas na página de Lopetegui na versão em português da Wikipédia: a mais conhecida será “Lotopegui\" (foi desta forma que Jorge Jesus se referiu numa conferência de imprensa que tanto irritou o treinador espanhol), mas também há quem tenha tentado deixar para a posteridade “Julen Lopes Até Aqui”, “Lopatego”, ou “Julen Lopatego Argote Lotopegui”. À hora desta edição, a página de Lopetegui respeita a grafia com que terá sido","type":"L","timestamp":"2015-11-30 20:53:36"},{"nodeID":"113196","text":"O Diário de Notícias dá a conhecer algumas das variantes que já foram inseridas na página de Lopetegui na versão em português da Wikipédia: a mais conhecida será “Lotopegui\" (foi desta forma que Jorge Jesus se referiu numa conferência de imprensa que tanto irritou o treinador espanhol), mas também há quem tenha tentado deixar para a posteridade “Julen Lopes Até Aqui”, “Lopatego”, ou “Julen Lopatego Argote Lotopegui”","type":"I","timestamp":"2015-11-30 20:53:37"},{"nodeID":"113197","text":"http:\/\/web.fe.up.pt\/~ei11124\/argmine_news\/15.html:  O Diário de Notícias dá a conhecer algumas das variantes que já foram inseridas na página de Lopetegui na versão em português da Wikipédia: a mais conhecida será “Lotopegui\" (foi desta forma que Jorge Jesus se referiu numa conferência de imprensa que tanto irritou o treinador espanhol), mas também há quem tenha tentado deixar para a posteridade “Julen Lopes Até Aqui”, “Lopatego”, ou “Julen Lopatego Argote Lotopegui”","type":"L","timestamp":"2015-11-30 20:53:37"},{"nodeID":"113198","text":"Lopetegui respeita a grafia com que terá sido registado nos serviços administrativos do País Basco. Mas, tendo em conta que a Wikipédia resulta de contributos dos internautas, não será de estranhar que alguém volte a tentar alterar o nome do treinador portista.","type":"I","timestamp":"2015-11-30 20:53:37"},{"nodeID":"113199","text":"http:\/\/web.fe.up.pt\/~ei11124\/argmine_news\/15.html: Lopetegui respeita a grafia com que terá sido registado nos serviços administrativos do País Basco. Mas, tendo em conta que a Wikipédia resulta de contributos dos internautas, não será de estranhar que alguém volte a tentar alterar o nome do treinador portista.","type":"L","timestamp":"2015-11-30 20:53:37"},{"nodeID":"113204","text":"Default Inference","type":"RA","timestamp":"2015-11-30 20:55:07","scheme":"Default Inference","schemeID":"72"},{"nodeID":"113205","text":"Default Inference","type":"RA","timestamp":"2015-11-30 20:55:08","scheme":"Default Inference","schemeID":"72"}],"edges":[{"edgeID":"150378","fromID":"113196","toID":"113204","formEdgeID":null},{"edgeID":"150380","fromID":"113198","toID":"113205","formEdgeID":null},{"edgeID":"150379","fromID":"113204","toID":"113198","formEdgeID":null},{"edgeID":"150381","fromID":"113205","toID":"113193","formEdgeID":null}],"locutions":[]}