{"nodes":[{"nodeID":"430580","text":"He is widely considered the pivotal figure in the history of Ancient Greek and Western philosophy, along with his teacher, Socrates, and his most famous student, Aristotle.[a] Plato has also often been cited as one of the founders of Western religion and spirituality.[4] The so-called Neoplatonism of philosophers like Plotinus and Porphyry influenced Saint Augustine and thus Christianity. Alfred North Whitehead once noted: \"the safest general characterization of the European philosophical tradition is that it consists of a series of footnotes to Plato.\"[5]","type":"I","timestamp":"2019-09-13 19:39:12"},{"nodeID":"430581","text":"Default Illocuting","type":"YA","timestamp":"2019-09-13 19:39:12","scheme":"Default Illocuting","schemeID":"168"},{"nodeID":"430582","text":"https:\/\/en.wikipedia.org\/wiki\/Plato: He is widely considered the pivotal figure in the history of Ancient Greek and Western philosophy, along with his teacher, Socrates, and his most famous student, Aristotle.[a] Plato has also often been cited as one of the founders of Western religion and spirituality.[4] The so-called Neoplatonism of philosophers like Plotinus and Porphyry influenced Saint Augustine and thus Christianity. Alfred North Whitehead once noted: \"the safest general characterization of the European philosophical tradition is that it consists of a series of footnotes to Plato.\"[5]","type":"L","timestamp":"2019-09-13 19:39:12"},{"nodeID":"430583","text":"Plato was the innovator of the written dialogue and dialectic forms in philosophy. Plato also appears to have been the founder of Western political philosophy. His most famous contribution is the theory of Forms known by pure reason, in which Plato presents a solution to the problem of universals known as Platonism (also ambiguously called either Platonic realism or Platonic idealism. He is also the namesake of Platonic love and the Platonic solids","type":"I","timestamp":"2019-09-13 19:39:12"},{"nodeID":"430584","text":"Default Illocuting","type":"YA","timestamp":"2019-09-13 19:39:13","scheme":"Default Illocuting","schemeID":"168"},{"nodeID":"430585","text":"https:\/\/en.wikipedia.org\/wiki\/Plato: Plato was the innovator of the written dialogue and dialectic forms in philosophy. Plato also appears to have been the founder of Western political philosophy. His most famous contribution is the theory of Forms known by pure reason, in which Plato presents a solution to the problem of universals known as Platonism (also ambiguously called either Platonic realism or Platonic idealism. He is also the namesake of Platonic love and the Platonic solids","type":"L","timestamp":"2019-09-13 19:39:13"},{"nodeID":"430586","text":"His own most decisive philosophical influences are usually thought to have been along with Socrates, the pre-Socratics Pythagoras, Heraclitus and Parmenides, although few of his predecessors' works remain extant and much of what we know about these figures today derives from Plato himself.[b] Unlike the work of nearly all of his contemporaries, Plato's entire body of work is believed to have survived intact for over 2,400 years.[7] Although their popularity has fluctuated over the years, the works of Plato have never been without readers since the time they were written.[8","type":"I","timestamp":"2019-09-13 19:39:13"},{"nodeID":"430587","text":"Default Illocuting","type":"YA","timestamp":"2019-09-13 19:39:13","scheme":"Default Illocuting","schemeID":"168"},{"nodeID":"430588","text":"https:\/\/en.wikipedia.org\/wiki\/Plato: His own most decisive philosophical influences are usually thought to have been along with Socrates, the pre-Socratics Pythagoras, Heraclitus and Parmenides, although few of his predecessors' works remain extant and much of what we know about these figures today derives from Plato himself.[b] Unlike the work of nearly all of his contemporaries, Plato's entire body of work is believed to have survived intact for over 2,400 years.[7] Although their popularity has fluctuated over the years, the works of Plato have never been without readers since the time they were written.[8","type":"L","timestamp":"2019-09-13 19:39:13"}],"edges":[{"edgeID":"551587","fromID":"430581","toID":"430580","formEdgeID":null},{"edgeID":"551588","fromID":"430582","toID":"430581","formEdgeID":null},{"edgeID":"551589","fromID":"430584","toID":"430583","formEdgeID":null},{"edgeID":"551590","fromID":"430585","toID":"430584","formEdgeID":null},{"edgeID":"551591","fromID":"430587","toID":"430586","formEdgeID":null},{"edgeID":"551592","fromID":"430588","toID":"430587","formEdgeID":null}],"locutions":[]}